Repository: pypi-data/pypi-mirror-51
Catalog: packages/kazam/kazam-1.5.5.tar.gz/kazam-1.5.5/po/*.po
Languages: eu, te

source: Capture
eu: Kapturatu
te: బంధించు

source: Seconds to wait before capturing:
eu: Zenbat segundo itxaron beharko? Horra:
te: బంధించే ముందు ఎన్ని క్షణాలు వేచివుండాలి ?

source: Sound from microphone
eu: Mikrofonoko soinua
te: మైక్రోఫోన్ నుండి ధ్వని

source: Sound from speakers
eu: Bozgorailuetako soinua
te: స్పీకర్ నుండి ధ్వని

source: Mouse cursor
eu: Saguaren kurtsorea
te: మౌస్ కర్సర్

source: Screencast
eu: Pantaila-grabazioa (screencast)
te: స్క్రీన్‌కాస్ట్

source: Window borders
eu: Leihoko ertzak
te: విండో అంచులు

source: Screenshot
eu: Pantaila-argazkia
te: తెర చాయాచిత్రం

source: When capturing include:
eu: Kapturatzerakoan gehitu:
te: బంధించేటప్పుడు వేటిని బంధించాలి?

source: Kazam Preferences
eu: Kazam hobespenak
te: Kazam సెట్టింగులు

source: Speakers:
eu: Bozgorailuak:
te: స్పీకర్లు

source: Microphone:
eu: Mikrofonoa:
te: మైక్రోఫోన్:

source: Set volume
eu: Ezarri bolumena
te: ధ్వని సెట్ చెఇ

source: Countdown splash:
eu: Atzera-kontua abiarazi:
te: కౌంట్డౌన్ స్ప్లాష్

source: Toggle display of countdown splash
eu: Gaitu/ezgaitu atzera-kontuaren leihoa
te: కౌంట్డౌన్ స్ప్లాష్ యొక్క బొమ్మ

source: General
eu: Orokorra
te: సాధారణ

source: Framerate:
eu: Fotograma-emaria:
te: ఫ్రేమ్‌రేటు:

source: Set the number of frames per second
eu: Zehaztu ea zenbat fotograma segundoko
te: సెకనుకు ఎన్ని ఫ్రేములు ఉండాలి?

source: Record with:
eu: Grabatu honekin:
te: ఫార్మాట్

source: Automatic file saving:
eu: Fitxategien gordetze automatikoa:
te: ఆటోమేటిక్ ఫైల్ సేవింగ్

source: Directory:
eu: Direktorioa:
te: డైరెక్టరీ:

source: Select a directory
eu: Hautatu direktorio bat
te: డైరెక్టరీను యెంపికచేయుము

source: Filename prefix:
eu: Fitxategiaren izenaren aurrizkia:
te: ఫైల్ ఉపసర్గ

source: Shutter sound:
eu: Obturadorearen soinua:
te: షట్టర్ ధ్వని

source: Shutter type:
eu: Obturadore mota:
te: షట్టర్ రకం

source: Screencast and Screenshot tool
eu: Pantaila-grabazioa (screencast) eta pantaila-argazkia tresna
te: స్క్రీన్ రికార్డింగ్ సాధనం

source: Record a video or take a screenshot of your screen
eu: Grabatu bideo bat edo egin pantaila-argazki bat zure pantailan
te: వీడియోను రికార్డ్ చేయండి లేదా మీ స్క్రీన్ చిత్రం తీయండి

source: screenshot;screencast;videorecord;desktop recording;
eu: pantaila-argazkia;pantaila-grabazioa;bideograbazio;mahaigainekoa gabatzen;
te: స్క్రీన్షాట్లు;స్క్రీన్క్యాస్ట్;వీడియో రికార్డు;డెస్క్టాప్ రికార్డింగ్

source: Take a screenshot of entire workspace
eu: Atera lan-eremu osoko pantaila-argazki bat
te: మొత్తం కార్యస్థలం యొక్క స్క్రీన్షాట్ తీఇ

source: Select an area to screenshot
eu: Hautatu eremu mugatu bat pantaila-argazkia egiteko
te: చిత్రం తీయడానికి ఒక ప్రాంతాన్ని ఎంచుకో

source: Select a window to screenshot
eu: Hautatu leiho bat pantaila-argazkia egiteko
te: చిత్రం తీయడానికి ఒక విండోను ఎంచుకో

source: Preferences
eu: Hobespenak
te: ప్రాధాన్యతలు

source: Gstreamer 1.0 or higher required, bailing out.
eu: Gstreamer 1.0 edo geroagoko bertsioa behar da; alde egiten.
te: GStreamer 1.0 లేదా ఎక్కువ అవసరం, ఇన్స్టాల్ చేయండి!

source: Record a video of your desktop.
eu: Grabatu zure mahaigainetik.
te: డెస్క్టాప్ ని వీడియో రికార్డ్ చేఇ.

source: Record a picture of your desktop.
eu: Grabatu irudia zure mahaigainetik.
te: డెస్క్టాప్ ని చిత్రం గా రికార్డ్ చేఇ.

source: Fullscreen
eu: Pantaila osoa
te: నిండుతెర

source: Capture contents of the current screen.
eu: Kapturatu oraingo pantailako edukiak.
te: ప్రస్తుత స్క్రీన్ విషయాలు క్యాప్చర్ చేఇ.

source: All Screens
eu: Pantaila guztiak
te: అన్ని తెరలు

source: Capture contents of all of your screens.
eu: Kapturatu zure pantailetako edukiak.
te: అన్ని తెరలను రికార్డ్ చేఇ.

source: Window
eu: Leihoa

source: Capture contents of a single window.
eu: Kapturatu edukiak leiho bakar batetik.
te: ఒక విండో విషయాలు క్యాప్చర్ చెఇ.

source: Area
eu: Lurraldea
te: ప్రాంతం

source: Capture a pre-selected area of your screen.
eu: Kapturatu aurrez hautatutako eremua zeure pantailan.
te: ఎంచుకున్న ప్రాంతాన్ని క్యాప్చర్ చెఇ.

source: Start recording
eu: Hasi grabatzen
te: రికార్డింగు ప్రారంభించు

source: Take screenshot
eu: Egin pantaila-argazkia
te: స్క్రీన్‌షాట్‌ని తీయండి

source: Finish recording
eu: Amaitu grabazioa
te: రికార్డింగును పూర్తిచేయి

source: Cancel countdown
eu: Bertan behera utzi atzera-kontua
te: కౌంట్ డౌన్ రద్దు చెఇ

source: Select a window by clicking on it.
eu: Hautatu lehio bat gainean klik eginez.
te: ఒక విండోని నొక్కి ఎంచుకోండి.

source: Press ENTER or ESC to cancel
eu: Sakatu ENTER edo ESC bertan behera uzteko
te: రద్దు చేయడానికి ESC లేదా ENTER నొక్కండి

source: Recording finished
eu: Grabazioa amaiturik
te: రికార్డింగ్ పూర్తయినది

source: Kazam finished recording. What do you want to do now?
eu: Kazamek grabazioa amaitu du. Zer egin nahi duzu orain?
te: కజమ్ రికార్డింగును పూర్తిచేసింది. ఇపుడు ఏమి చేయదలచుకున్నారు?

source: Edit with:
eu: Editatu honekin:
te: దీనితో సవరించు:

source: Save for later
eu: Gorde geroko
te: తరువాత అవసరాలకు భద్రపరుచు

source: Cancel
eu: Bertan behera utzi
te: రద్దుచేయి

source: Continue
eu: Jarraitu
te: కొనసాగించు

source: Save screencast
eu: Gorde pantailaren grabazioa
te: తెరప్రసారాన్ని భద్రపరుచు

source: Record a video of activity on your screen or capture a screenshot.
eu: Grabatu jardueraren bideo bat zure pantailan edo kapturatu pantaila-argazki bat.
te: స్క్రీన్ మీద జరిగేది రికార్డు చెయ్యండి లేదా స్క్రీంషాట్ తియ్యండి

source: Save
eu: Gorde
te: భద్రపరుచు

source: File
eu: Fitxategia
te: ఫైల్

source: Quit
eu: Irten
te: నిష్క్రమించు

source: Quit Kazam
eu: Irten Kazametik
te: కజమ్ త్యజించండి

source: Open preferences
eu: Ireki hobespenak
te: అభీష్టాలను తెరువుము

source: Help
eu: Laguntza
te: సహాయం

source: About
eu: Honi buruz
te: గురించి

source: About Kazam
eu: Kazami buruz
te: కజమ్ గురించి

source: Select an area by clicking and dragging.
eu: Hautatu eremu bat gainean klik eginez eta arrastaka mugituz.
te: క్లిక్ చేయడం మరియు డ్రాగ్ చెయ్యడం ద్వారా ఒక ప్రాంతం ఎంచుకోండి.

source: Press ENTER to confirm or ESC to cancel
eu: Sakatu ENTER baieztatzeko edo ESC bertan behera uzteko
te: నిర్ధారించడానికి ENTER లేదా రద్దు చేయడానికి Esc నొక్కండి

source: Pause recording
eu: Egin etenaldia grabazioan
te: రికార్డింగును నిలిపివేయి

source: Save capture
eu: Gorde kaptura
te: రికార్డు అఇన దానిని సేవ్ చేఇ

source: Unknown
eu: Ezezaguna
te: తెలియదు

source: Kazam
te: ఖజామ్
