Repository: pypi-data/pypi-mirror-51
Catalog: packages/wagtailperson/wagtailperson-0.9.7.tar.gz/wagtailperson-0.9.7/wagtailperson/locale/*/LC_MESSAGES/django.po
Languages: fr_ch

source: Wagtail Person
fr_ch: Wagtail Persone

source: Header level
fr_ch: Niveau d'en-tête

source: Person page
fr_ch: Page de personne

source: Person
fr_ch: Persone

source: Picture
fr_ch: Photo

source: Name
fr_ch: Nom

source: Custom titles
fr_ch: Titres personnalisés

source: Some custom titles, separated by commas
fr_ch: Quelques titres personnalisés, séparés par des virgules

source: Shown on the short descriptions
fr_ch: Montré sur les descriptions courtes

source: Abstract
fr_ch: Résumé

source: Extra informations
fr_ch: Informations supplémentaires

source: Titles
fr_ch: Titres

source: Persons
fr_ch: Personnes

source: Person title
fr_ch: Titre de la personne

source: Person titles
fr_ch: Titres de personne

source: Person Title Page
fr_ch: Page de titre de personne

source: Person Title Pages
fr_ch: Pages de titre de personne

source: Person Index Page
fr_ch: Page d'index des personnes

source: Person Index Pages
fr_ch: Pages d'index des personnes
